---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionAttrTailWidth
source: html/86403edd-116c-9f9e-4a2c-5a3d65854602.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionAttrTailWidth Property

"Tail width"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionAttrTailWidth { get; }
```